Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: macOS doesn’t know this extension’s state, or reports one Peel doesn’t recognize.
cs: Systém macOS stav tohoto rozšíření nezná nebo hlásí stav, který Peel nerozpozná.
de: macOS kennt den Status dieser Erweiterung nicht oder meldet einen, den Peel nicht erkennt.
es: macOS no sabe el estado de esta extensión, o indica uno que Peel no reconoce.
fr: macOS ne connaît pas l’état de cette extension, ou en signale un que Peel ne reconnaît pas.
it: macOS non conosce lo stato di questa estensione, oppure ne riporta uno che Peel non riconosce.
ja: macOSがこの機能拡張の状態を把握していないか、Peelが認識できない状態を報告しています。
ko: macOS가 이 확장 프로그램의 상태를 알지 못하거나, Peel이 인식하지 못하는 상태를 보고하고 있습니다.
nl: macOS kent de status van deze extensie niet, of meldt een status die Peel niet herkent.
pl: macOS nie zna stanu tego rozszerzenia albo podaje stan, którego Peel nie rozpoznaje.
pt: O macOS não sabe o estado desta extensão ou informa um estado que o Peel não reconhece.
ro: macOS nu cunoaște starea acestei extensii sau raportează una pe care Peel nu o recunoaște.
ru: macOS не знает состояния этого расширения или сообщает состояние, которое Peel не распознает.
sv: macOS känner inte till läget för det här tillägget, eller rapporterar ett läge som Peel inte känner igen.
tr: macOS bu genişletmenin durumunu bilmiyor veya Peel’in tanımadığı bir durum bildiriyor.
uk: macOS не знає стану цього розширення або повідомляє стан, якого Peel не розпізнає.
zh_hans: macOS不知道此扩展的状态，或者报告了Peel无法识别的状态。
zh_hant: macOS不知道此延伸功能的狀態，或回報了Peel無法辨識的狀態。

source: macOS forgets what %@ was allowed to access, such as the camera, the microphone, or your files, and the app asks you again the next time it needs them. History can’t undo this.
cs: Systém macOS zapomene, k čemu měla aplikace %@ povolený přístup, například ke kameře, mikrofonu nebo vašim souborům, a aplikace se vás znovu zeptá, až je bude příště potřebovat. Historie tuto akci nemůže odvolat.
de: macOS vergisst, worauf „%@“ zugreifen durfte, etwa auf die Kamera, das Mikrofon oder deine Dateien, und die App fragt dich erneut, wenn sie das nächste Mal Zugriff benötigt. Über den Verlauf lässt sich das nicht rückgängig machen.
es: macOS olvida a qué tenía permiso para acceder %@, como la cámara, el micrófono o tus archivos, y la app volverá a preguntarte la próxima vez que los necesite. Historial no puede deshacer esto.
fr: macOS oubliera ce à quoi %@ était autorisé à accéder, comme la caméra, le micro ou vos fichiers, et l’app vous redemandera l’accès la prochaine fois qu’elle en aura besoin. L’Historique ne peut pas annuler cette opération.
it: macOS dimentica a cosa %@ aveva il permesso di accedere, come la fotocamera, il microfono o i tuoi file, e l’app ti chiederà di nuovo il permesso la prossima volta che ne avrà bisogno. La Cronologia non può annullare questa operazione.
ja: macOSは、カメラ、マイク、ファイルなど、“%@”にアクセスを許可したものの記録を消去します。次に必要になったときに、アプリから再び許可を求められます。この操作は履歴から取り消せません。
ko: macOS는 카메라, 마이크 또는 사용자의 파일처럼 ‘%@’에 접근이 허용된 항목을 잊으며, 다음에 필요할 때 앱이 다시 권한을 요청합니다. 이 작업은 기록에서 되돌릴 수 없습니다.
nl: macOS vergeet waartoe %@ toegang had, zoals de camera, de microfoon of je bestanden, en de app vraagt je opnieuw om toestemming de volgende keer dat die ze nodig heeft. Geschiedenis kan dit niet ongedaan maken.
pl: macOS zapomni, do czego aplikacja %@ miała dostęp, na przykład do kamery, mikrofonu lub Twoich plików, i aplikacja znów Cię zapyta, gdy następnym razem będzie ich potrzebować. Historia nie może tego cofnąć.
pt: O macOS esquece o que %@ tinha permissão para acessar, como a câmera, o microfone ou os seus arquivos, e o app vai pedir de novo na próxima vez que precisar deles. O Histórico não pode desfazer isso.
ro: macOS uită ce i s‑a permis aplicației %@ să acceseze, cum ar fi camera, microfonul sau fișierele dvs., iar aplicația vă va întreba din nou data viitoare când va avea nevoie de ele. Nu puteți anula acest lucru din Istoric.
ru: macOS забудет, к чему приложению «%@» был разрешен доступ, например к камере, микрофону или Вашим файлам, и приложение спросит Вас заново, когда ему в следующий раз понадобится доступ. История не сможет это отменить.
sv: macOS glömmer vad %@ har fått komma åt, till exempel kameran, mikrofonen eller dina filer, och appen frågar dig igen nästa gång den behöver dem. Historik kan inte ångra det här.
tr: macOS, %@ uygulamasının kamera, mikrofon veya dosyalarınız gibi nelere erişmesine izin verildiğini unutur ve uygulama bir dahaki sefere bunlara ihtiyaç duyduğunda sizden yeniden izin ister. Geçmiş bunu geri alamaz.
uk: macOS забуде, до чого програмі «%@» було дозволено доступ, як-от до камери, мікрофона чи ваших файлів, і програма знову запитає вас, коли вони їй знадобляться наступного разу. Історія не зможе цього відмінити.
zh_hans: macOS会忘记“%@”获准访问的内容（例如摄像头、麦克风或你的文件），该App下次需要时会重新征求你的许可。“历史记录”无法撤销此操作。
zh_hant: macOS會忘記「%@」獲准取用的項目（例如相機、麥克風或你的檔案），該App下次需要時會再次向你詢問。「歷史記錄」無法還原此動作。

source: macOS has its own control for this, so it can change back.
cs: Systém macOS má pro toto nastavení vlastní ovládací prvek, takže se může změnit zpět.
de: macOS hat dafür eine eigene Einstellung, daher kann sich dies wieder ändern.
es: macOS tiene su propio control para esto, así que puede volver a cambiar.
fr: macOS a sa propre option pour cela : ce réglage peut donc reprendre son ancienne valeur.
it: macOS ha un proprio controllo per questa impostazione, quindi da lì il valore può cambiare di nuovo.
ja: macOSにもこれを変更する項目があるため、元に戻ることがあります。
ko: macOS에도 이 설정을 바꾸는 자체 제어 항목이 있으므로 원래대로 돌아갈 수 있습니다.
nl: macOS heeft hiervoor een eigen instelling, dus het kan ook weer terugveranderen.
pl: macOS ma własny przełącznik tego ustawienia, więc może ono wrócić do poprzedniej wartości.
pt: O macOS tem um controle próprio para isto, então o ajuste pode voltar ao que era.
ro: macOS are propria comandă pentru această opțiune, așa că aceasta poate reveni la valoarea anterioară.
ru: В macOS есть собственная настройка для этого, поэтому значение может вернуться к прежнему.
sv: macOS har ett eget reglage för det här, så det kan ändras tillbaka.
tr: macOS’in bunun için kendi ayarı var, bu yüzden bu ayar geri değişebilir.
uk: У macOS є власний елемент керування для цього, тож налаштування може повернутися назад.
zh_hans: macOS自己也有此项的控制选项，因此它可能会被改回。
zh_hant: macOS本身也有此項目的控制選項，因此它可能會被改回來。

source: macOS installed this apart from the app that brought it, and keeps its own copy.
cs: Systém macOS ho nainstaloval odděleně od aplikace, která ho přinesla, a uchovává si vlastní kopii.
de: macOS hat diese Erweiterung getrennt von der App installiert, die sie mitgebracht hat, und behält eine eigene Kopie.
es: macOS la instaló aparte de la app que la trajo y guarda su propia copia.
fr: macOS l’a installée séparément de l’app qui l’a apportée, et en conserve sa propre copie.
it: macOS l’ha installata separatamente dall’app che l’ha portata e ne conserva una copia propria.
ja: macOSが、これを持ち込んだアプリとは別にインストールし、独自のコピーを保持しています。
ko: macOS가 이 항목을 가져온 앱과는 별도로 설치했으며, 자체 복사본을 보관합니다.
nl: macOS heeft dit geïnstalleerd los van de app die het meebracht, en bewaart een eigen kopie.
pl: macOS zainstalował to rozszerzenie oddzielnie od aplikacji, która je dostarczyła, i przechowuje własną kopię.
pt: O macOS instalou esta extensão à parte do app que a trouxe e mantém uma cópia própria.
ro: macOS a instalat‑o separat de aplicația care a adus‑o și păstrează o copie proprie.
ru: macOS установила это расширение отдельно от приложения, с которым оно поставлялось, и хранит собственную копию.
sv: macOS installerade det här separat från appen som tog med det, och behåller en egen kopia.
tr: macOS bunu, onu getiren uygulamadan ayrı olarak yükledi ve kendi kopyasını tutuyor.
uk: macOS інсталювала це розширення окремо від програми, з якою воно прийшло, і зберігає власну копію.
zh_hans: macOS将它与带来它的App分开安装，并保留了自己的副本。
zh_hant: macOS將此項目與帶來它的App分開安裝，並保留自己的副本。

source: macOS is asking whether Peel may access data from other apps. The scan continues once you answer.
cs: Systém macOS se ptá, zda Peel smí mít přístup k datům z jiných aplikací. Prohledávání bude pokračovat, jakmile odpovíte.
de: macOS fragt, ob Peel auf Daten aus anderen Apps zugreifen darf. Der Scan wird fortgesetzt, sobald du antwortest.
es: macOS te está preguntando si Peel puede acceder a datos de otras apps. El análisis continuará en cuanto respondas.
fr: macOS vous demande si Peel peut accéder aux données d’autres apps. L’analyse se poursuivra dès que vous aurez répondu.
it: macOS ti sta chiedendo se Peel può accedere ai dati di altre app. L’analisi continua appena rispondi.
ja: macOSから、Peelにほかのアプリからのデータへのアクセスを許可するかどうかを尋ねられています。応答すると、スキャンが続行されます。
ko: macOS가 Peel이 다른 앱의 데이터에 접근하도록 허용할지 묻고 있습니다. 응답하면 스캔이 계속됩니다.
nl: macOS vraagt of Peel toegang mag hebben tot gegevens uit andere apps. De scan gaat door zodra je antwoordt.
pl: macOS pyta, czy Peel może uzyskać dostęp do danych z innych aplikacji. Skanowanie będzie kontynuowane, gdy odpowiesz.
pt: O macOS está perguntando se o Peel pode acessar dados de outros apps. A análise continua assim que você responder.
ro: macOS vă întreabă dacă Peel poate accesa date care aparțin altor aplicații. Scanarea va continua după ce răspundeți.
ru: macOS спрашивает, разрешить ли Peel доступ к данным других приложений. Сканирование продолжится, как только Вы ответите.
sv: macOS frågar om Peel får komma åt data från andra appar. Skanningen fortsätter när du har svarat.
tr: macOS, Peel’in diğer uygulamalardaki verilere erişmesine izin verip vermeyeceğinizi soruyor. Yanıt verdiğinizde tarama devam eder.
uk: macOS запитує, чи дозволити Peel отримати доступ до даних з інших програм. Сканування продовжиться, щойно ви відповісте.
zh_hans: macOS正在询问你是否允许Peel访问其他App的数据。你回应后，扫描将继续。
zh_hant: macOS正在詢問你是否允許Peel取用其他App的資料。你回答後，掃描就會繼續。

source: macOS is partway through changing this.
cs: Systém macOS je právě uprostřed změny tohoto rozšíření.
de: macOS ist gerade dabei, dies zu ändern.
es: macOS está a medio cambiarla.
fr: macOS est en train de la modifier.
it: macOS sta modificando questa estensione e non ha ancora finito.
ja: macOSがこれを変更している途中です。
ko: macOS가 이 항목을 변경하는 중입니다.
nl: macOS is dit nog aan het wijzigen.
pl: macOS jest w trakcie zmieniania tego rozszerzenia.
pt: O macOS está alterando isto e ainda não terminou.
ro: macOS a început să o modifice și nu a terminat încă.
ru: macOS еще не закончила изменять это расширение.
sv: macOS håller på att ändra det här.
tr: macOS bunu değiştirme işleminin ortasında.
uk: macOS ще не завершила змінювати це розширення.
zh_hans: macOS正在更改它，尚未完成。
zh_hant: macOS正在變更此項目，尚未完成。

source: macOS is removing this. Some removals finish only when the Mac restarts.
cs: Systém macOS toto rozšíření odstraňuje. Některá odstranění se dokončí až po restartu Macu.
de: macOS entfernt dies gerade. Manches wird erst vollständig entfernt, wenn der Mac neu startet.
es: macOS la está eliminando. Algunas eliminaciones solo terminan cuando el Mac se reinicia.
fr: macOS est en train de la supprimer. Certaines suppressions ne s’achèvent qu’au redémarrage du Mac.
it: macOS la sta rimuovendo. Alcune rimozioni si completano solo al riavvio del Mac.
ja: macOSがこれを削除しています。Macを再起動しないと完了しない削除もあります。
ko: macOS가 이 항목을 제거하고 있습니다. 일부 제거 작업은 Mac을 재시동해야만 완료됩니다.
nl: macOS is dit aan het verwijderen. Sommige verwijderingen worden pas voltooid als de Mac opnieuw opstart.
pl: macOS usuwa to rozszerzenie. Czasem usuwanie kończy się dopiero po ponownym uruchomieniu Maca.
pt: O macOS está removendo isto. Algumas remoções só terminam quando o Mac reinicia.
ro: macOS o elimină în acest moment. Unele eliminări se încheie doar când Mac‑ul repornește.
ru: macOS удаляет это расширение. Некоторые удаления завершаются только после перезагрузки Mac.
sv: macOS håller på att ta bort det här. Vissa borttagningar slutförs först när datorn startas om.
tr: macOS bunu kaldırıyor. Bazı kaldırma işlemleri ancak Mac yeniden başladığında tamamlanır.
uk: macOS вилучає це розширення. Деякі вилучення завершуються лише після перезапуску Mac.
zh_hans: macOS正在移除它。有些移除要等Mac重新启动后才能完成。
zh_hant: macOS正在移除此項目。有些移除作業要等到Mac重新開機後才會完成。

source: macOS keeps a receipt of the files a package installed. The ones outside the app are listed here only to show them: other software may rely on them. If Peel also found one of them for this app, it appears in the lists above as well, and may be selected there. Forgetting a receipt moves it to the Trash: macOS stops counting the package as installed, and the files stay where they are.
cs: Systém macOS uchovává záznam o souborech, které balíček nainstaloval. Ty mimo aplikaci jsou tu uvedeny jen pro přehled: může na nich záviset jiný software. Pokud Peel některý z nich našel i pro tuto aplikaci, objeví se také v seznamech výše a tam může být vybraný. Když záznam o instalaci zapomenete, přesune se do koše: macOS přestane balíček považovat za nainstalovaný a soubory zůstanou, kde jsou.
de: macOS bewahrt eine Quittung über die Dateien auf, die ein Paket installiert hat. Die Dateien außerhalb der App werden hier nur zur Information aufgeführt: Andere Software ist möglicherweise auf sie angewiesen. Hat Peel eine davon auch für diese App gefunden, erscheint sie zusätzlich in den Listen oben und kann dort ausgewählt sein. Das Vergessen einer Quittung legt sie in den Papierkorb: macOS betrachtet das Paket dann nicht mehr als installiert, und die Dateien bleiben, wo sie sind.
es: macOS guarda un recibo de los archivos que instaló un paquete. Los que están fuera de la app aparecen aquí solo para mostrarlos: puede que otro software dependa de ellos. Si Peel también ha encontrado alguno de ellos para esta app, aparece además en las listas de arriba, y puede estar seleccionado allí. Olvidar un recibo lo traslada a la papelera: macOS deja de contar el paquete como instalado y los archivos se quedan donde están.
fr: macOS conserve un reçu des fichiers qu’un paquet a installés. Ceux qui se trouvent hors de l’app sont listés ici à titre indicatif seulement : d’autres logiciels peuvent en dépendre. Si Peel en a aussi trouvé un pour cette app, il apparaît également dans les listes ci-dessus, et peut y être sélectionné. Oublier un reçu le place dans la corbeille : macOS cesse de considérer le paquet comme installé, et les fichiers restent en place.
it: macOS conserva una ricevuta dei file installati da un pacchetto. Quelli al di fuori dell’app sono elencati qui solo per mostrarli: altro software potrebbe dipendere da loro. Se Peel ne ha trovato uno anche per questa app, compare anche negli elenchi qui sopra e lì potrebbe essere selezionato. Dimenticare una ricevuta la sposta nel Cestino: macOS smette di considerare installato il pacchetto e i file restano dove sono.
ja: macOSは、パッケージがインストールしたファイルのレシートを保持しています。アプリの外にあるファイルは、確認のためにここに表示しているだけです。ほかのソフトウェアがそれらを使用している可能性があります。Peelがこのアプリについてもそのいずれかを見つけた場合は、上のリストにも表示され、そこで選択されていることがあります。レシートをゴミ箱に入れると、macOSはそのパッケージをインストール済みと見なさなくなりますが、ファイルはそのまま残ります。
ko: macOS는 패키지가 설치한 파일의 수신 정보를 보관합니다. 앱 밖에 있는 파일은 보여 주기 위해서만 여기에 나열되며, 다른 소프트웨어가 이 파일에 의존할 수 있습니다. Peel이 이 중 일부를 이 앱의 항목으로도 찾았다면 위 목록에도 표시되며, 그곳에서 선택되어 있을 수 있습니다. 수신 정보를 제거하면 휴지통으로 이동합니다. 그러면 macOS는 더 이상 이 패키지를 설치된 것으로 간주하지 않으며, 파일은 그대로 남습니다.
nl: macOS bewaart een installatiebewijs van de bestanden die een pakket heeft geïnstalleerd. De bestanden buiten de app staan hier alleen ter informatie: andere software kan ervan afhankelijk zijn. Als Peel er ook een voor deze app heeft gevonden, staat dat ook in de lijsten hierboven en kan het daar geselecteerd zijn. Als je een installatiebewijs vergeet, wordt het naar de prullenmand verplaatst: macOS beschouwt het pakket dan niet meer als geïnstalleerd, en de bestanden blijven waar ze zijn.
pl: macOS przechowuje potwierdzenie instalacji z listą plików zainstalowanych przez pakiet. Pliki spoza aplikacji są tu wyświetlane tylko poglądowo: może z nich korzystać inne oprogramowanie. Jeśli Peel znalazł któryś z nich także dla tej aplikacji, pojawia się on również na listach powyżej i może być tam zaznaczony. Zapomnienie potwierdzenia przenosi je do Kosza: macOS przestaje uznawać pakiet za zainstalowany, a pliki zostają na swoim miejscu.
pt: O macOS guarda um recibo dos arquivos que um pacote instalou. Os que estão fora do app aparecem aqui só para você vê-los: outros programas podem depender deles. Se o Peel encontrou algum deles para este app, ele aparece também nas listas acima e pode estar selecionado lá. Esquecer um recibo o move para o Lixo: o macOS deixa de considerar o pacote como instalado, e os arquivos ficam onde estão.
ro: macOS păstrează o recipisă a fișierelor instalate de un pachet. Cele din afara aplicației sunt listate aici doar pentru a fi arătate: alt software se poate baza pe ele. Dacă Peel a găsit și el unul dintre ele pentru această aplicație, acesta apare și în listele de mai sus și poate fi selectat acolo. Dacă uitați o recipisă, aceasta este mutată în Coș: macOS nu mai consideră pachetul instalat, iar fișierele rămân unde se află.
ru: macOS хранит квитанцию со списком файлов, которые установил пакет. Файлы вне приложения показаны здесь только для сведения: на них может полагаться другое ПО. Если Peel также нашел какой-то из них для этого приложения, он есть и в списках выше и может быть там выбран. Если забыть квитанцию, она переместится в Корзину: macOS перестанет считать пакет установленным, а файлы останутся на месте.
sv: macOS sparar ett kvitto över filerna som ett paket installerade. De som ligger utanför appen visas här bara för att du ska se dem: annan programvara kan vara beroende av dem. Om Peel även har hittat någon av dem för den här appen visas den också i listorna ovan, och kan vara markerad där. Om du glömmer ett kvitto flyttas det till papperskorgen: macOS slutar räkna paketet som installerat, och filerna stannar där de är.
tr: macOS, bir paketin yüklediği dosyaların makbuzunu tutar. Uygulamanın dışındakiler burada yalnızca göstermek için listelenir: başka yazılımlar onlara ihtiyaç duyuyor olabilir. Peel bunlardan birini bu uygulama için de bulduysa, o dosya yukarıdaki listelerde de görünür ve orada seçili olabilir. Bir makbuzu unutmak onu Çöp Sepeti’ne taşır: macOS paketi yüklü saymayı bırakır ve dosyalar olduğu yerde kalır.
uk: macOS зберігає квитанцію з переліком файлів, які інсталював пакет. Ті, що поза програмою, показано тут лише для відома: на них може покладатися інше ПЗ. Якщо Peel також знайшла якийсь із них для цієї програми, він є і в списках вище, і там його може бути вибрано. Якщо забути квитанцію, її буде переміщено в Смітник: macOS перестане вважати пакет інстальованим, а файли лишаться на місці.
zh_hans: macOS会为软件包安装的文件保留回执。位于App之外的文件在这里列出仅供查看：其他软件可能依赖它们。如果Peel也为此App找到了其中某个文件，它还会出现在上方的列表中，并可能在那里被选择。移除回执会将其移到废纸篓：macOS不再将该软件包视为已安装，文件会留在原处。
zh_hant: macOS會保留套件所安裝檔案的收據。App以外的檔案列在這裡僅供查看：其他軟體可能依賴它們。如果Peel也為此App找到了其中某個檔案，它也會出現在上方的列表中，並可能在那裡被選取。移除收據會將它丟到「垃圾桶」：macOS不再將此套件視為已安裝，而檔案會保留在原處。

source: macOS keeps its own copy of this, apart from the app. Remove the app in Finder and macOS uninstalls this too. To remove the app with Peel instead, turn this off in System Settings first.
cs: Systém macOS si ho uchovává ve vlastní kopii, odděleně od aplikace. Když aplikaci odstraníte ve Finderu, macOS odinstaluje i toto rozšíření. Chcete-li aplikaci místo toho odstranit pomocí Peelu, nejprve rozšíření vypněte v Nastavení systému.
de: macOS behält eine eigene Kopie davon, getrennt von der App. Entfernst du die App im Finder, deinstalliert macOS auch die Erweiterung. Um die App stattdessen mit Peel zu entfernen, deaktiviere die Erweiterung zuerst in den Systemeinstellungen.
es: macOS guarda su propia copia de esta extensión, aparte de la app. Si eliminas la app en el Finder, macOS también la desinstala. Si prefieres eliminar la app con Peel, antes desactiva la extensión en Ajustes del Sistema.
fr: macOS en conserve sa propre copie, séparément de l’app. Supprimez l’app dans le Finder, et macOS désinstalle aussi cette extension. Pour supprimer plutôt l’app avec Peel, désactivez d’abord cette extension dans Réglages Système.
it: macOS ne conserva una copia propria, separata dall’app. Se rimuovi l’app nel Finder, macOS disinstalla anche questa. Per rimuovere invece l’app con Peel, prima disattiva questa estensione in Impostazioni di Sistema.
ja: macOSは、アプリとは別にこのコピーを保持しています。Finderでアプリをゴミ箱に入れると、macOSがこれもアンインストールします。代わりにPeelでアプリを取り除くには、先にシステム設定でこれをオフにしてください。
ko: macOS가 앱과는 별도로 이 항목의 자체 복사본을 보관합니다. Finder에서 앱을 제거하면 macOS가 이 항목도 제거합니다. 대신 Peel로 앱을 제거하려면 먼저 시스템 설정에서 이 항목을 끄십시오.
nl: macOS bewaart hiervan een eigen kopie, los van de app. Verwijder je de app in Finder, dan deïnstalleert macOS dit ook. Wil je de app in plaats daarvan met Peel verwijderen, schakel dit dan eerst uit in Systeeminstellingen.
pl: macOS przechowuje własną kopię tego rozszerzenia, oddzielnie od aplikacji. Gdy w Finderze przeniesiesz aplikację do Kosza, macOS odinstaluje też to rozszerzenie. Aby zamiast tego odinstalować aplikację za pomocą Peel, najpierw wyłącz to rozszerzenie w Ustawieniach systemowych.
pt: O macOS mantém uma cópia própria desta extensão, à parte do app. Remova o app no Finder e o macOS também a desinstala. Para remover o app com o Peel em vez disso, primeiro desative a extensão nos Ajustes do Sistema.
ro: macOS păstrează o copie proprie a acestei extensii, separat de aplicație. Eliminați aplicația din Finder, iar macOS dezinstalează și extensia. Dacă doriți în schimb să eliminați aplicația cu Peel, dezactivați mai întâi extensia în Configurări sistem.
ru: macOS хранит собственную копию этого расширения отдельно от приложения. Если удалить приложение в Finder, macOS удалит и это расширение. Чтобы вместо этого удалить приложение с помощью Peel, сначала выключите расширение в Системных настройках.
sv: macOS behåller en egen kopia av det här, separat från appen. Om du tar bort appen i Finder avinstallerar macOS även det här. Om du vill ta bort appen med Peel i stället stänger du först av det här i Systeminställningar.
tr: macOS bunun uygulamadan ayrı, kendine ait bir kopyasını tutar. Uygulamayı Finder’da kaldırırsanız macOS bunun da yüklemesini kaldırır. Uygulamayı bunun yerine Peel ile kaldırmak için önce bunu Sistem Ayarları’nda kapatın.
uk: macOS зберігає власну копію цього розширення, окремо від програми. Якщо вилучити програму у Finder, macOS деінсталює і його. Щоб натомість вилучити програму за допомогою Peel, спершу вимкніть це розширення в Системних параметрах.
zh_hans: macOS在App之外保留了它自己的副本。在“访达”中移除该App，macOS也会一并卸载此项。若要改用Peel移除该App，请先在“系统设置”中将此项关闭。
zh_hant: macOS會在App之外保留此項目的副本。在Finder中移除該App，macOS也會一併解除安裝此項目。若要改用Peel移除該App，請先在「系統設定」中關閉此項目。

source: macOS keeps this app, so it stays where it is.
cs: Tuto aplikaci si ponechává systém macOS, proto zůstane, kde je.
de: macOS behält diese App, daher bleibt sie, wo sie ist.
es: macOS conserva esta app, así que se queda donde está.
fr: macOS conserve cette app : elle reste donc en place.
it: macOS conserva questa app, quindi resta dov’è.
ja: このアプリはmacOSが保持しているため、そのまま残ります。
ko: macOS가 유지하는 앱이므로 그대로 남습니다.
nl: macOS behoudt deze app, dus die blijft waar die is.
pl: macOS zachowuje tę aplikację, więc zostaje ona na miejscu.
pt: O macOS mantém este app, então ele fica onde está.
ro: macOS păstrează această aplicație, așa că ea rămâne unde se află.
ru: Это приложение входит в macOS, поэтому оно остается на месте.
sv: macOS behåller den här appen, så den stannar där den är.
tr: macOS bu uygulamayı tutar, bu yüzden uygulama olduğu yerde kalır.
uk: Цю програму зберігає macOS, тож вона лишається на місці.
zh_hans: macOS保留着此App，因此它会留在原处。
zh_hant: macOS會保留此App，因此它會留在原處。
